module(...,package.seeall)
Defined={
	startTimeId=7,	--开始时间(定时器id)
	lastTime=1800,	--持续时间（秒）
	level=26,	--进入等级
	monsters={81001,82001,83001,84001,85001},	--怪物列表
	reward={[1]={min=1,max=1,item={9901001,200000}},[2]={min=2,max=2,item={9901001,180000}},[3]={min=3,max=3,item={9901001,170000}},[4]={min=4,max=4,item={9901001,160000}},[5]={min=5,max=5,item={9901001,150000}},[6]={min=6,max=6,item={9901001,140000}},[7]={min=7,max=7,item={9901001,130000}},[8]={min=8,max=8,item={9901001,120000}},[9]={min=9,max=9,item={9901001,110000}},[10]={min=10,max=10,item={9901001,100000}},},	--奖励,
}
