module(...,package.seeall)
Config={
[1] = {id=1, speak="别理我，我想静静", },
[2] = {id=2, speak="他们说泡温泉会降级，吓得我赶紧跑来泡个温泉压压惊。", },
[3] = {id=3, speak="格斗对阵拼的就是气势。哦，我不上，我就哔哔。", },
[4] = {id=4, speak="咦——！我的胖次呢( ⊙ o ⊙ )——！", },
[5] = {id=5, speak="给你演示一招[飞龙探云手]！咦——谁的胖次？(・口・ )", },
[6] = {id=6, speak="今天不要给我药吃！就让我一直萌！萌！哒！(*≧▽≦*)", },
[7] = {id=7, speak="我就趴在这，静静看着你们这群有钱人说话……", },
[8] = {id=8, speak="小孩子看了，根本把持不住", },
[9] = {id=9, speak="我仿佛听到你们又在背后说我帅", },
[10] = {id=10, speak="呵呵，你们城里人真会玩", },
[11] = {id=11, speak="谁把大蛇叫来搞个日光浴", },
[12] = {id=12, speak="只要我一摁按钮，全国各地十万基佬全军出击", },
[13] = {id=13, speak="再乱扔肥皂我就要生气了，说多少遍了要香草味！", },
[14] = {id=14, speak="前面那个光头，总让我有前方高能非战速离的错觉", },
[15] = {id=15, speak="天天嚷升职加薪过四六级，其实并没有什么卵用，不如好好泡澡", },
[16] = {id=16, speak="长得英俊真烦恼，总有刁民想害朕", },
}
