module(...,package.seeall)
Config={
[2001001] = {id=2001001, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["trial"]={[9901001]=25}}, last=900, desc="在闯关中获得金币额外+25%%", },
[2001002] = {id=2001002, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["expedition"]={[9901005]=25}}, last=900, desc="在巡回赛中获得巡回积分额外+25%%", },
[2001003] = {id=2001003, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["kick"]={[9901008]=25}}, last=900, desc="踢馆中获得公会积分额外+25%%", },
[2001004] = {id=2001004, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["antiCrthit"]=15}}, last=900, desc="战斗中英雄防暴值提高15%%", },
[2001005] = {id=2001005, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["antiBlock"]=15}}, last=900, desc="战斗中英雄破挡值提高15%%", },
[2001006] = {id=2001006, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["block"]=15}}, last=900, desc="战斗中英雄格挡值提高15%%", },
[2001007] = {id=2001007, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["crthit"]=15}}, last=900, desc="战斗中英雄暴击率提高15%%", },
[2001008] = {id=2001008, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["maxHp"]=15}}, last=900, desc="战斗中英雄生命值提高15%%", },
[2001009] = {id=2001009, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["def"]=15,["finalDef"]=15}}, last=900, desc="战斗中英雄防御力提高15%%", },
[2001010] = {id=2001010, rewards={[9901008]=5,[9901010]=10}, donate={[9901008]=5}, buff={["dyattr"]={["atk"]=15,["finalAtk"]=15}}, last=900, desc="战斗中英雄攻击力提高15%%", },
}
