module(...,package.seeall)
--[[
--计划任务配置表
--使用方法：
--枚举型，每天10：10,11:10，10:20,11:20
    {evId=1,min={10,20} ,hour={10,11},week={0,1,2,3,4,5,6},}, 
--泛型，每天每小时10分执行
    {evId=2,min={10} ,hour="*",week={0,1,2,3,4,5,6},}, 
--步进型，每天10点，11点的隔5分钟都执行
    {evId=3,min="*/5" ,hour={10,11},week={0,1,2,3,4,5,6},}, 
--步进型，每天10点，11点的10到50分钟的区间内每隔5分钟执行
    {evId=4,min="10-50/5" ,hour={10,11},week={0,1,2,3,4,5,6},}, 
--添加事件监听
    local index = AddEventListener(evId,callback,param)
--删除事件监听
    DelEventListener(evId,index)
--]]


Config={
[1] = {evId=1,min={59} ,hour={23},week={0,1,2,3,4,5,6},}, --23时59分执行
[2] = {evId=2,min={30},hour={21},week={0,1,2,3,4,5,6}},		--每天9时30分
[3] = {evId=3,min={59},hour="*",week={0,1,2,3,4,5,6}},	--每小时59分执行
[4] = {evId=4,min={59},hour="*",week={0,1,2,3,4,5,6}},	--每小时59分执行
[5] = {evId=5,min={0},hour={20},week={0,1,2,3,4,5,6}},	--每天20点
--[5] = {evId=5,min="*/1",hour="*",week={0,1,2,3,4,5,6}},	--每隔1分钟执行
--[4] = {evId=4,min="*",hour={13,14,15},week={0,1,2,3,4,5,6},}, --13时，14时，15时每分钟一次
--[5] = {evId=5,min="*/2",hour={11,12,13},week={0,1,2,3,4,5,6},}, --11时，12时，13时每两分钟一次
}
